<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Password Reset Language Lines
    |--------------------------------------------------------------------------
    */

    'reset' => 'تمت إعادة تعيين كلمة المرور.',
    'sent' => 'إذا كان هناك حساب مرتبط بهذا البريد، فقد أرسلنا إليه رابطًا لإعادة تعيين كلمة المرور.',
    'throttled' => 'يُرجى الانتظار قليلًا قبل طلب رابط جديد.',
    'token' => 'لم يعد رابط إعادة التعيين هذا صالحًا.',
    'user' => 'إذا كان هناك حساب مرتبط بهذا البريد، فقد أرسلنا إليه رابطًا لإعادة تعيين كلمة المرور.',

];
